---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimSuffix
source: html/028dbdad-59cd-cccc-cd4e-bde600cbe55e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimSuffix Property

"Dimension Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId DimSuffix { get; }
```